---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GutterMaterialParam
source: html/8ee284a2-598d-58b9-9bd0-e8f29159bf07.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GutterMaterialParam Property

"Material"

## Syntax (C#)
```csharp
public static ForgeTypeId GutterMaterialParam { get; }
```